Repository: mdibella-dev/cm-theme-core
Catalog: languages/cm-theme-core-*.po
Languages: de_de

source: Events
de_de: Veranstaltungen

source: Partnership
de_de: Kooperationsformen

source: Exhibition packages
de_de: Ausstellungspakete

source: Sessions
de_de: Veranstaltungspunkte

source: Speakers
de_de: Referent:innen

source: Partners
de_de: Kooperationspartner

source: Partnerships
de_de: Kooperationsformen

source: Exhibition spaces
de_de: Ausstellungsflächen

source: Create
de_de: Erstellen

source: Partner
de_de: Kooperationspartner

source: Exhibition package
de_de: Ausstellungspaket

source: Last updated
de_de: Zuletzt aktuallisiert

source: %1$s at %2$s
de_de: %1$s um %2$s Uhr

source: Image
de_de: Bild

source: Exhibition space
de_de: Ausstellungsfläche

source: Edit
de_de: Bearbeiten

source: Event
de_de: Veranstaltung

source: Date
de_de: Datum

source: Time period
de_de: Zeitfenster

source: Edit %1$s
de_de: %1$s bearbeiten

source: %1$s to %2$s
de_de: %1$s bis %2$s Uhr

source: Speaker
de_de: Referent:in

source: Short description
de_de: Kurzbeschreibung

source: active
de_de: aktiv

source: inactive
de_de: inaktiv

source: Count
de_de: Anzahl

source: Show all exhibition spaces with this exhibition package
de_de: Alle Ausstellungsflächen mit diesem Ausstellungspaket anzeigen

source: View all sessions at this location
de_de: Alle Veranstaltungspunkte an dieser Location anzeigen

source: View all exhibition spaces in this location
de_de: Alle Ausstellungsflächen an dieser Location anzeigen

source: Show all partners cooperating in this way
de_de: Alle Partner anzeigen, die auf diese Art und Weise kooperieren

source: Learn more about %1$s
de_de: Mehr erfahren über %1$s

source: Area
de_de: Bereich

source: Booth
de_de: Stand

source: View details page
de_de: Details-Seite anzeigen

source: View website
de_de: Webseite anzeigen

source: Session
de_de: Veranstaltungspunkt

source: Add new
de_de: Neu hinzufügen

source: New session
de_de: Neuer Veranstaltungspunkt

source: Search speaker
de_de: Referent:in suchen

source: No speaker found
de_de: Kein/e Referent:in gefunden

source: No deleted speaker found
de_de: Keine/e gelöschte/r Referent:in gefunden

source: Speaker image
de_de: Bild des/der Referent:in

source: Set speaker image
de_de: Bild des/der Referent:in setzen

source: Remove speaker image
de_de: Bild des/der Referent:in entfernen

source: Use as speaker image
de_de: Als Bild des/der Referent:in verwenden

source: All speakers
de_de: Alle Referent:innen

source: All events
de_de: Alle Veranstaltungen

source: CM Theme &mdash; Core
de_de: CM Theme &mdash; Kernfunktionen

source: Core functions of CM Theme. Originally an integral part of the theme, now outsourced in a plugin.
de_de: Wesentlicher Funktionskern von CM Theme. Ursprünglich ein integraler Bestandteil des Themes, jetzt ausgelagert in ein Plugin.
